Show / Hide Table of Contents
Enum CrackWidthRequirementsSIA
crack width requirement
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum CrackWidthRequirementsSIA
Fields
 Name |  Description
 A
type A
 B
type B
 C
type C
 NotNecessary
calculation is nod defined it means not necessary
 Value
value is define as fsd-value
 Improve this Doc
 View Source